ark
clang
chromium
cmake
dolphin
dotnet-sdk
fastfetch
firefox
git
gcc
make
jdk-openjdk
kate
konsole
man-db
man-pages
nano
nasm
neovim
networkmanager
wget
bluez
bluez-utils
base-devel
gdb
valgrind
