alacritty
clang
cmake
dolphin
dotnet-sdk
fastfetch
firefox
git
gcc
make
jdk-openjdk
man-db
man-pages
nasm
neovim
vim
networkmanager
wget
bluez
bluez-utils
base-devel
gdb
valgrind
sway
swaybg
swayidle
wofi
swaylock
